; <Italiano>
; <Pignolo Gimmy>

[Italian]
IDS_FILE=File
IDS_RUN=Avvio
IDS_OPEN=Apri
IDS_EXIT=Esci
IDS_SETTINGS=Opzioni
IDS_LANGUAGE=Lingua
IDS_HELP=Aiuto
IDS_WEBSITE=Website
IDS_ABOUT=About
IDS_DONATE=Ringraziami!
IDS_TRAY_SHOW=Show/Hide
IDS_BROWSER=Nome
IDS_CURRENTVERSION=Versione corrente
IDS_VERSION=Nuova versione
IDS_DATE=Build date
IDS_ACTION_CHECK=Verifica aggiornamenti
IDS_ACTION_DOWNLOAD=Scarica aggiornamenti
IDS_ACTION_INSTALL=Installa aggiornamenti
IDS_STATUS_CHECK=Verifica presenza nuove release...
IDS_STATUS_DOWNLOAD=Scarico aggiornamento...
IDS_STATUS_INSTALL=Decompattazione aggiornamento...
IDS_STATUS_FOUND=Nuova versione "%s" disponibile!
IDS_STATUS_DOWNLOADED=Un aggiornamento e stato scaricato, ma non installato. Chiudi Chromium e clicca su 'Installa aggiornamenti'.
IDS_QUESTION_STOP=Sei sicuro di voler bloccare l'aggiornamento a Chromium?
IDS_CLOSE=Chiudi
IDS_STATUS_ERROR=Errore durante la verifica degli aggiornamenti
IDS_STATUS_NOTFOUND=<non trovato>
IDS_RUNATEND_CHK=Avvia il browser alla fine
IDS_DARKMODE_CHK=Usa tema scuro
IDS_TASKUPDATE_CHK=Abilita aggiornamento automatico programmato
IDS_STATUS_RESTARTNOTICE=Chromium verrà riavviato per applicare l'aggiornamento.
IDS_STATUS_RETRYINSTALL=Aggiornamento scaricato, ma Chromium è ancora in esecuzione. Riproverà più tardi.
IDS_QUESTION_TASKENABLE=Creare un'attività pianificata che controlla gli aggiornamenti ogni 14 giorni e può riavviare Chromium in esecuzione per applicare gli aggiornamenti?
IDS_CHECKFORUPDATES=Verifica aggiornamenti
IDS_AUTOCHECKUPDATES_CHK=Verifica automaticamente gli aggiornamenti all'avvio
IDS_UNINSTALL=Disinstalla
IDS_EXPORTPROFILE=Esporta profilo
IDS_IMPORTPROFILE=Importa profilo
IDS_UPDATE_AVAILABLE=È disponibile la nuova versione %s. Scaricare e installare ora?
IDS_UPDATE_DOWNLOADING=Download dell'aggiornamento dell'app...
IDS_UPDATE_INSTALLING=Installazione dell'aggiornamento dell'app...
IDS_UPDATE_DONE=Aggiornamento installato con successo. Riavvio in corso...
IDS_UPDATE_ERROR=Errore durante l'aggiornamento dell'applicazione.
IDS_UPDATE_UPTODATE=Stai usando l'ultima versione.
IDS_MIGRATION_FOUND=È stata trovata un'installazione esistente di chrlauncher. Vuoi migrare i dati e rinominarla in launchbro?
IDS_MIGRATION_TITLE=Migrazione rilevata
IDS_UNINSTALL_CONFIRM=Sei sicuro di voler disinstallare launchbro?
IDS_UNINSTALL_KEEPPROFILES=Vuoi mantenere i tuoi profili del browser?
IDS_EXPORTPROFILE_TITLE=Scegli una cartella in cui esportare i profili
IDS_IMPORTPROFILE_TITLE=Scegli una cartella profilo da importare
IDS_PROFILE_EXPORTED=Profilo esportato con successo.
IDS_PROFILE_IMPORTED=Profilo importato con successo.
